<?
$MESS["IBLOCK_TYPE_TIP"] = "Из выпадающего списка выбирается один из созданных в системе типов инфоблоков. После нажатия кнопки <b><i>ок</i></b> будут подгружены все инфоблоки, созданные для выбранного типа.";
$MESS["IBLOCK_ID_TIP"] = "В списке представлены все инфоблоки, созданные для установленного типа. Можно выбрать один из инфоблоков либо пункт <i>другое</i>, тогда в поле рядом необходимо указать код инфоблока, например, ={\$_REQUEST[\"ID\"]}.";
$MESS["ELEMENT_CODE_TIP"] = "Поле служит для указания символьного кода элемента. Может быть задано явно, а может передаваться из массива _REQUEST.";
$MESS["IBLOCK_CODE_TIP"] = "Поле служит для указания кода инфоблока вместо ID. Но IBLOCK_ID имеет приоритет выше, чем данное поле. Поле используется для языковой многосайтовости.";
?>